Repository: borisho/GoCarlos.NET
Catalog: GoCarlos.NET/Resources/SettingsWindow.*.resx
Languages: sk_sk

source: Abbreviation
sk_sk: Skratka

# BasedOnMM
source: Based on MM score
sk_sk: Počítať hendikepy na základe MM skóre

source: Bottom group bar
sk_sk: Dolná hranica MM

source: Criteria
sk_sk: Kritériá

# CriteriaTooltip
source: Criteria type
sk_sk: Typ kritéria

# Criterium1
source: Criteria 1
sk_sk: Kritérium 1

# Criterium2
source: Criteria 2
sk_sk: Kritérium 2

# Criterium3
source: Criteria 3
sk_sk: Kritérium 3

# Criterium4
source: Criteria 4
sk_sk: Kritérium 4

source: Description
sk_sk: Popis

source: End date
sk_sk: Koniec turnaja

source: General
sk_sk: Všeobecné

source: GRD
sk_sk: TRD

# GRDN
source: Grade
sk_sk: Trieda

source: Handicap
sk_sk: Hendikep

source: Handicap ceiling
sk_sk: Maximálny hendikep

# HandicapReduction
source: Handicap reduced by
sk_sk: Hendikep redukovaný o

source: Location
sk_sk: Miesto hrania

# MMSN
source: McMahon score
sk_sk: McMahon skóre

source: Name
sk_sk: Názov

source: NBW
sk_sk: POV

# NBWN
source: Number of wins
sk_sk: Počet výhier

# NULD
source: No parameter set
sk_sk: Bez parametra

source: Number of rounds
sk_sk: Počet kôl

# RATD
source: Rating from 2950 to -900
sk_sk: Rating od 2950 do -900

source: Short name
sk_sk: Krátky názov

# SOSD
source: Sum of opponents scores
sk_sk: Súčet skóre súperov

# SSSD
source: Sum of opponents SOS
sk_sk: Súčet SOS súperov

source: Start date
sk_sk: Začiatok turnaja

source: Top group bar
sk_sk: Horná hranica MM

source: Tournament type
sk_sk: Typ turnaja
